Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: 提案
de: Vorschlag
en: Suggested
es: Sugerido
fr: Suggéré
ko: 제안
pt_br: Sugestão
zh_hans: 建议
zh_hant: 建議

# "%@" • %lld 件
source: "%1$@" • %2$lld 件
de: „%1$@“ • %2$lld Ergebnisse
en: "%1$@" • %2$lld results
es: "%1$@" • %2$lld resultados
fr: « %1$@ » • %2$lld résultats
ko: "%1$@" • %2$lld개 결과
pt_br: "%1$@" • %2$lld resultados
zh_hans: “%1$@” • %2$lld 条结果
zh_hant: 「%1$@」• %2$lld 筆結果

source: “%@” の検索結果なし
de: Keine Ergebnisse für „%@“
en: No results for “%@”
es: Sin resultados para “%@”
fr: Aucun résultat pour « %@ »
ko: “%@”에 대한 검색 결과 없음
pt_br: Nenhum resultado para “%@”
zh_hans: 未找到“%@”的搜索结果
zh_hant: 找不到「%@」的搜尋結果

source: “%@”から退出します。オーナーや他の参加者のデータは残ります。
de: Du verlässt „%@“. Die Daten des Eigentümers und der anderen Teilnehmer bleiben erhalten.
en: You will leave “%@”. The owner's and other participants' data will remain.
es: Saldrás de “%@”. Los datos del propietario y de los demás participantes se conservarán.
fr: Vous allez quitter « %@ ». Les données du propriétaire et des autres participants seront conservées.
ko: “%@”에서 나갑니다. 소유자 및 다른 참가자의 데이터는 그대로 남습니다.
pt_br: Você vai sair de “%@”. Os dados do proprietário e dos outros participantes permanecerão.
zh_hans: 你将退出“%@”，所有者和其他参与者的数据将予以保留。
zh_hant: 你將退出「%@」。擁有者及其他參加者的資料將保留。

source: (無題)
de: (Ohne Titel)
en: (Untitled)
es: (Sin título)
fr: (Sans titre)
ko: (제목 없음)
pt_br: (Sem título)
zh_hans: （无标题）
zh_hant: （未命名）

source: (空の応答)
de: (Leere Antwort)
en: (Empty response)
es: (Respuesta vacía)
fr: (Réponse vide)
ko: (빈 응답)
pt_br: (Resposta vazia)
zh_hans: （空响应）
zh_hant: （空白回應）

source: 「%@」がこの端末から消えます。オーナーや他の参加者のデータは残ります。
de: „%@“ wird von diesem Gerät entfernt. Die Daten des Eigentümers und der anderen Teilnehmer bleiben erhalten.
en: “%@” will be removed from this device. The owner's and other participants' data will remain.
es: “%@” se eliminará de este dispositivo. Los datos del propietario y de los demás participantes se conservarán.
fr: « %@ » sera supprimé(e) de cet appareil. Les données du propriétaire et des autres participants seront conservées.
ko: “%@”이(가) 이 기기에서 제거됩니다. 소유자 및 다른 참가자의 데이터는 그대로 남습니다.
pt_br: “%@” será removido deste dispositivo. Os dados do proprietário e dos outros participantes permanecerão.
zh_hans: “%@”将从此设备中移除，所有者和其他参与者的数据将予以保留。
zh_hant: 「%@」將從此裝置移除。擁有者及其他參加者的資料將保留。

source: 「%@」から退出しますか?
de: „%@“ verlassen?
en: Leave “%@”?
es: ¿Salir de “%@”?
fr: Quitter « %@ » ?
ko: “%@”에서 나가시겠습니까?
pt_br: Sair de “%@”?
zh_hans: 要退出“%@”吗？
zh_hant: 要退出「%@」嗎？

source: 「%@」とこのシートのすべてのデータが完全に削除されます。共有している場合は参加者のデバイスからも削除されます。この操作は取り消すことはできません。
de: „%@“ und alle Daten dieses Blatts werden dauerhaft gelöscht. Bei Freigabe werden sie auch von den Geräten der Teilnehmer entfernt. Dieser Vorgang kann nicht rückgängig gemacht werden.
en: “%@” and all data in this sheet will be permanently deleted. If shared, it will also be removed from participants' devices. This action cannot be undone.
es: “%@” y todos los datos de esta hoja se eliminarán de forma permanente. Si está compartida, también se eliminará de los dispositivos de los participantes. Esta acción no se puede deshacer.
fr: « %@ » et toutes les données de cette feuille seront définitivement supprimées. Si elle est partagée, elle sera aussi supprimée des appareils des participants. Cette action est irréversible.
ko: “%@”과(와) 이 시트의 모든 데이터가 완전히 삭제됩니다. 공유 중인 경우 참가자의 기기에서도 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: “%@” e todos os dados desta planilha serão excluídos permanentemente. Se estiver compartilhada, também será removida dos dispositivos dos participantes. Esta ação não pode ser desfeita.
zh_hans: “%@”及此账本中的所有数据将被永久删除。如果已共享，也会从参与者的设备中删除。此操作无法撤销。
zh_hant: 「%@」與此帳本的所有資料將被永久刪除。若已共用，也會從參加者的裝置中移除。此操作無法復原。

# 「%@」に %@ を追加しました
source: 「%1$@」に %2$@ を追加しました
de: %2$@ zu „%1$@“ hinzugefügt
en: Added %2$@ to “%1$@”
es: Se añadió %2$@ a “%1$@”
fr: %2$@ ajouté(e) à « %1$@ »
ko: “%1$@”에 %2$@을(를) 추가했습니다
pt_br: %2$@ adicionado a “%1$@”
zh_hans: 已将 %2$@ 添加到“%1$@”
zh_hant: 已在「%1$@」新增 %2$@

source: 「%@」に参加しました
de: „%@“ beigetreten
en: Joined “%@”
es: Te uniste a “%@”
fr: Vous avez rejoint « %@ »
ko: “%@”에 참여했습니다
pt_br: Você entrou em “%@”
zh_hans: 已加入“%@”
zh_hant: 已加入「%@」

source: 「%@」のパスワードロックを解除します。現在のパスワードを入力してから実行してください。
de: Entsperrt „%@“ von der Passwortsperre. Gib zuerst das aktuelle Passwort ein.
en: Remove the password lock for “%@”. Enter the current password before proceeding.
es: Se quitará el bloqueo con contraseña de “%@”. Introduce la contraseña actual antes de continuar.
fr: Retire le verrouillage par mot de passe de « %@ ». Saisissez le mot de passe actuel avant de continuer.
ko: “%@”의 비밀번호 잠금을 해제합니다. 현재 비밀번호를 입력한 후 실행해 주세요.
pt_br: Remove o bloqueio por senha de “%@”. Insira a senha atual antes de continuar.
zh_hans: 解除“%@”的密码锁。请输入当前密码后再执行操作。
zh_hant: 解除「%@」的密碼鎖定。請先輸入目前的密碼再執行。

source: 「%@」の支出について何でも聞いてください。 例: 「今月の食費は?」「先週いちばん多く使った日は?」
de: Frag mich alles zu den Ausgaben in „%@“. Z. B.: „Wie viel habe ich diesen Monat für Essen ausgegeben?“ „An welchem Tag letzte Woche habe ich am meisten ausgegeben?“
en: Ask anything about spending in “%@”. E.g. “How much did I spend on food this month?” “Which day last week did I spend the most?”
es: Pregunta lo que quieras sobre los gastos de “%@”. P. ej.: “¿Cuánto gasté en comida este mes?” “¿Qué día de la semana pasada gasté más?”
fr: Posez-moi n'importe quelle question sur les dépenses de « %@ ». Ex. : « Combien ai-je dépensé en nourriture ce mois-ci ? » « Quel jour de la semaine dernière ai-je le plus dépensé ? »
ko: “%@”의 지출에 대해 무엇이든 물어보세요. 예: “이번 달 식비는?” “지난주에 가장 많이 쓴 날은?”
pt_br: Pergunte o que quiser sobre os gastos em “%@”. Ex.: “Quanto gastei com comida este mês?” “Em qual dia da semana passada gastei mais?”
zh_hans: 有关“%@”的支出，欢迎随时提问。 例如：“这个月的餐饮花了多少？”“上周花费最多的一天是哪天？”
zh_hant: 關於「%@」的支出，歡迎提出任何問題。 例如：「這個月的餐飲費是多少？」「上週花最多錢的是哪一天？」

source: 「%@」を削除します。元に戻せません。
de: „%@“ wird gelöscht. Das kann nicht rückgängig gemacht werden.
en: Delete “%@”. This cannot be undone.
es: Se eliminará “%@”. Esto no se puede deshacer.
fr: « %@ » sera supprimé(e). Cette action est irréversible.
ko: “%@”을(를) 삭제합니다. 되돌릴 수 없습니다.
pt_br: Excluir “%@”. Isso não pode ser desfeito.
zh_hans: 将删除“%@”，此操作无法撤销。
zh_hant: 將刪除「%@」，此操作無法復原。

source: 「%@」を削除しますか?
de: „%@“ löschen?
en: Delete “%@”?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
ko: “%@”을(를) 삭제하시겠습니까?
pt_br: Excluir “%@”?
zh_hans: 要删除“%@”吗？
zh_hant: 要刪除「%@」嗎？

source: 「%@」を開く
de: „%@“ öffnen
en: Open “%@”
es: Abrir “%@”
fr: Ouvrir « %@ »
ko: “%@” 열기
pt_br: Abrir “%@”
zh_hans: 打开“%@”
zh_hant: 開啟「%@」

source: 「コーヒー 350 円」と話しかけるだけで支出を記録できます。
de: Sag einfach „Kaffee 350 Yen“, um eine Ausgabe zu erfassen.
en: Just say “Coffee 350 yen” to record an expense.
es: Solo di “Café 350 yenes” para registrar un gasto.
fr: Dites simplement « Café 350 yens » pour enregistrer une dépense.
ko: “커피 350엔”이라고 말하기만 해도 지출을 기록할 수 있습니다.
pt_br: Basta dizer “Café, 350 ienes” para registrar uma despesa.
zh_hans: 只需说出“咖啡 350 日元”即可记录支出。
zh_hant: 只要說出「咖啡 350 元」，就能記錄支出。

source: 「コーヒー 350 円」と話しかけるだけで支出を記録できます。(macOS 版のみ)
de: Sag einfach „Kaffee 350 Yen“, um eine Ausgabe zu erfassen. (Nur macOS)
en: Just say “Coffee 350 yen” to record an expense. (macOS only)
es: Solo di “Café 350 yenes” para registrar un gasto. (Solo en macOS)
fr: Dites simplement « Café 350 yens » pour enregistrer une dépense. (macOS uniquement)
ko: “커피 350엔”이라고 말하기만 해도 지출을 기록할 수 있습니다. (macOS 버전 전용)
pt_br: Basta dizer “Café, 350 ienes” para registrar uma despesa. (Somente na versão para macOS)
zh_hans: 只需说出“咖啡 350 日元”即可记录支出。（仅限 macOS 版）
zh_hant: 只要說出「咖啡 350 元」，就能記錄支出。（僅限 macOS 版）

source: 「今月」表示時に進捗バーで残額を可視化します。0 のまま保存すると予算なし扱い。
de: Zeigt in der Ansicht „Dieser Monat“ den Restbetrag als Fortschrittsbalken an. Wird 0 gespeichert, gilt das als kein Budget.
en: Shows the remaining amount as a progress bar in the "This Month" view. Saving it as 0 means no budget.
es: Muestra el importe restante con una barra de progreso en la vista "Este mes". Si se guarda como 0, se considera que no hay presupuesto.
fr: Affiche le montant restant sous forme de barre de progression dans la vue « Ce mois-ci ». L'enregistrer à 0 équivaut à aucun budget.
ko: “이번 달” 화면에서 진행률 막대로 남은 금액을 시각화합니다. 0인 채로 저장하면 예산 없음으로 처리됩니다.
pt_br: Mostra o valor restante em uma barra de progresso na visualização "Este mês". Salvar como 0 significa que não há orçamento definido.
zh_hans: 在“本月”视图中以进度条形式显示剩余金额。保存为 0 则视为未设置预算。
zh_hant: 在顯示「本月」時，會以進度條呈現剩餘金額。若保持為 0 儲存，將視為未設定預算。

source: 「招待する」で登録した相手に、AirDrop やメッセージなどでこのリンクを送ることもできます。相手はリンクをタップして参加できます。
de: Du kannst diesen Link auch per AirDrop, Nachrichten usw. an Personen senden, die du über „Einladen“ hinzugefügt hast. Sie können durch Tippen auf den Link beitreten.
en: You can also send this link by AirDrop, Messages, etc. to people you added with "Invite." They can join by tapping the link.
es: También puedes enviar este enlace por AirDrop, Mensajes, etc. a las personas que añadiste con "Invitar". Podrán unirse tocando el enlace.
fr: Vous pouvez aussi envoyer ce lien par AirDrop, Messages, etc. aux personnes ajoutées via « Inviter ». Elles peuvent rejoindre en appuyant sur le lien.
ko: “초대하기”로 등록한 상대에게 AirDrop이나 메시지 등으로 이 링크를 보낼 수도 있습니다. 상대는 링크를 탭해서 참여할 수 있습니다.
pt_br: Você também pode enviar este link por AirDrop, Mensagens etc. para as pessoas adicionadas com "Convidar". Elas podem participar tocando no link.
zh_hans: 你也可以通过隔空投送、信息等方式，将此链接发送给通过“邀请”添加的对象。对方点按链接即可加入。
zh_hant: 也可將此連結透過 AirDrop、訊息等方式，傳送給以「邀請」登記的對象。對方點一下連結即可加入。

source: %@ (自分) に統合
de: Mit %@ (Du) zusammenführen
en: Merge into %@ (You)
es: Fusionar con %@ (Tú)
fr: Fusionner avec %@ (Vous)
ko: %@ (나)에게 통합
pt_br: Mesclar em %@ (Você)
zh_hans: 合并到 %@（自己）
zh_hant: 併入 %@（我）

source: %@ に統合
de: Mit %@ zusammenführen
en: Merge into %@
es: Fusionar con %@
fr: Fusionner avec %@
ko: %@에 통합
pt_br: Mesclar em %@
zh_hans: 合并到 %@
zh_hant: 併入 %@

source: %@ のカテゴリ
de: Kategorien für %@
en: Categories for %@
es: Categorías de %@
fr: Catégories pour %@
ko: %@의 카테고리
pt_br: Categorias de %@
zh_hans: %@ 的分类
zh_hant: %@ 的分類

source: %@ のレート未取得
de: Kurs für %@ nicht verfügbar
en: Rate unavailable for %@
es: Tipo de cambio no disponible para %@
fr: Taux indisponible pour %@
ko: %@의 환율을 가져오지 못함
pt_br: Taxa indisponível para %@
zh_hans: 未获取 %@ 的汇率
zh_hant: 尚未取得 %@ 的匯率

source: %@ の統計
de: Statistik für %@
en: %@ Statistics
es: Estadísticas de %@
fr: Statistiques de %@
ko: %@ 통계
pt_br: Estatísticas de %@
zh_hans: %@ 的统计
zh_hant: %@ 的統計

source: %@ はこの共有シートから外されます。相手の端末からもシートが見えなくなります。
de: %@ wird aus diesem geteilten Blatt entfernt. Das Blatt ist dann auch auf dem Gerät der Person nicht mehr sichtbar.
en: %@ will be removed from this shared sheet. The sheet will no longer be visible on their device.
es: %@ será eliminado de esta hoja compartida. La hoja dejará de estar visible en su dispositivo.
fr: %@ sera retiré(e) de cette feuille partagée. La feuille ne sera plus visible sur son appareil.
ko: %@ 님이 이 공유 시트에서 제외됩니다. 상대방의 기기에서도 시트가 보이지 않게 됩니다.
pt_br: %@ será removido desta planilha compartilhada. A planilha também deixará de aparecer no dispositivo dessa pessoa.
zh_hans: %@ 将被移出此共享账本，对方设备上也将不再显示此账本。
zh_hant: %@ 將從此共用帳本中移除。對方的裝置也將無法再看到此帳本。

# %@さんが「%@」であなたに %@ を割り当てました
source: %1$@さんが「%2$@」であなたに %3$@ を割り当てました
de: %1$@ hat dir %3$@ für „%2$@“ zugewiesen
en: %1$@ assigned you %3$@ for “%2$@”
es: %1$@ te asignó %3$@ en “%2$@”
fr: %1$@ vous a attribué %3$@ pour « %2$@ »
ko: %1$@ 님이 “%2$@”에서 회원님에게 %3$@을(를) 배정했습니다
pt_br: %1$@ atribuiu %3$@ a você em “%2$@”
zh_hans: %1$@ 在“%2$@”中给你分配了 %3$@
zh_hant: %1$@ 在「%2$@」中指派了 %3$@ 給你

source: %@として記録できるのはこのシートのオーナー・参加者・バーチャルメンバーです。
de: Nur der Eigentümer, die Teilnehmer und virtuelle Mitglieder dieses Blatts können als %@ erfasst werden.
en: Only the owner, participants, and virtual members of this sheet can be recorded as %@.
es: Solo el propietario, los participantes y los miembros virtuales de esta hoja pueden registrarse como %@.
fr: Seuls le propriétaire, les participants et les membres virtuels de cette feuille peuvent être enregistrés comme %@.
ko: %@(으)로 기록할 수 있는 것은 이 시트의 소유자, 참가자, 가상 멤버뿐입니다.
pt_br: Somente o proprietário, os participantes e os membros virtuais desta planilha podem ser registrados como %@.
zh_hans: 只有此账本的所有者、参与者和虚拟成员才能作为 %@ 记录。
zh_hant: 只有此帳本的擁有者、參加者及虛擬成員可被記錄為 %@。

source: %@を編集
de: %@ bearbeiten
en: Edit %@
es: Editar %@
fr: Modifier %@
ko: %@ 편집
pt_br: Editar %@
zh_hans: 编辑 %@
zh_hant: 編輯 %@

source: %@を追加
de: %@ hinzufügen
en: Add %@
es: Añadir %@
fr: Ajouter %@
ko: %@ 추가
pt_br: Adicionar %@
zh_hans: 添加 %@
zh_hant: 新增 %@

source: %@を選択
de: %@ auswählen
en: Select %@
es: Seleccionar %@
fr: Sélectionner %@
ko: %@ 선택
pt_br: Selecionar %@
zh_hans: 选择 %@
zh_hant: 選擇 %@

source: %@別
de: Nach %@
en: By %@
es: Por %@
fr: Par %@
ko: %@별
pt_br: Por %@
zh_hans: 按%@
zh_hant: 依 %@

source: %lld ヶ月ごと
de: Alle %lld Monate
en: Every %lld months
es: Cada %lld meses
fr: Tous les %lld mois
ko: %lld개월마다
pt_br: A cada %lld meses
zh_hans: 每 %lld 个月
zh_hant: 每 %lld 個月

source: %lld 件
de: %lld Einträge
en: %lld items
es: %lld elementos
fr: %lld éléments
ko: %lld개
pt_br: %lld itens
zh_hans: %lld 条
zh_hant: %lld 筆

source: %lld 件を取り込みました
de: %lld Einträge importiert
en: Imported %lld items
es: Se importaron %lld elementos
fr: %lld éléments importés
ko: %lld개를 가져왔습니다
pt_br: %lld itens importados
zh_hans: 已导入 %lld 条
zh_hant: 已匯入 %lld 筆

source: %lld 年ごと
de: Alle %lld Jahre
en: Every %lld years
es: Cada %lld años
fr: Tous les %lld ans
ko: %lld년마다
pt_br: A cada %lld anos
zh_hans: 每 %lld 年
zh_hant: 每 %lld 年

source: %lld 日ごと
de: Alle %lld Tage
en: Every %lld days
es: Cada %lld días
fr: Tous les %lld jours
ko: %lld일마다
pt_br: A cada %lld dias
zh_hans: 每 %lld 天
zh_hant: 每 %lld 天

source: %lld 週ごと
de: Alle %lld Wochen
en: Every %lld weeks
es: Cada %lld semanas
fr: Toutes les %lld semaines
ko: %lld주마다
pt_br: A cada %lld semanas
zh_hans: 每 %lld 周
zh_hant: 每 %lld 週

source: %lld件
de: %lld Einträge
en: %lld items
es: %lld elementos
fr: %lld éléments
ko: %lld개
pt_br: %lld itens
zh_hans: %lld 条
zh_hant: %lld 筆

source: ${payload} を実行
de: ${payload} ausführen
en: Run ${payload}
es: Ejecutar ${payload}
fr: Exécuter ${payload}
ko: ${payload} 실행
pt_br: Executar ${payload}
zh_hans: 执行 ${payload}
zh_hant: 執行 ${payload}

source: ${sheet} に ${amount} を ${category} で追加
de: ${amount} zu ${sheet} als ${category} hinzufügen
en: Add ${amount} to ${sheet} as ${category}
es: Añadir ${amount} a ${sheet} como ${category}
fr: Ajouter ${amount} à ${sheet} en tant que ${category}
ko: ${sheet}에 ${amount}을(를) ${category}로 추가
pt_br: Adicionar ${amount} a ${sheet} como ${category}
zh_hans: 将 ${amount} 以 ${category} 添加到 ${sheet}
zh_hant: 在 ${sheet} 中以 ${category} 新增 ${amount}

source: 0 (未設定)
de: 0 (nicht festgelegt)
en: 0 (not set)
es: 0 (sin establecer)
fr: 0 (non défini)
ko: 0 (설정 안 함)
pt_br: 0 (não definido)
zh_hans: 0（未设置）

source: 1 シートあたり 20 個の上限を解除できます。
de: Hebt das Limit von 20 pro Blatt auf.
en: Removes the 20-per-sheet limit.
es: Elimina el límite de 20 por hoja.
fr: Supprime la limite de 20 par feuille.
ko: 시트당 20개 제한을 해제할 수 있습니다.
pt_br: Remove o limite de 20 por planilha.
zh_hans: 解除每个账本 20 个的数量上限。
zh_hant: 解除每個帳本 20 個的上限。

source: 4 桁以上の数字。絶対に忘れないようにしてください。
de: Mindestens 4 Ziffern. Merke sie dir gut.
en: At least 4 digits. Be sure not to forget it.
es: Al menos 4 dígitos. Asegúrate de no olvidarlo.
fr: Au moins 4 chiffres. Veillez à ne pas l'oublier.
ko: 4자리 이상의 숫자입니다. 절대 잊어버리지 않도록 주의하세요.
pt_br: Pelo menos 4 dígitos. Não se esqueça dele.
zh_hans: 4 位或以上的数字，请务必牢记。
zh_hant: 至少 4 位數字。請務必牢記，切勿忘記。

source: AI が自動でカテゴリも提案
de: KI schlägt automatisch Kategorien vor
en: AI suggests categories automatically
es: La IA sugiere categorías automáticamente
fr: L'IA suggère aussi automatiquement les catégories
ko: AI가 카테고리도 자동으로 제안
pt_br: A IA também sugere categorias automaticamente
zh_hans: AI 自动建议分类
zh_hant: AI 自動建議分類

source: AI チャット
de: KI-Chat
en: AI Chat
es: Chat con IA
fr: Chat IA
ko: AI 채팅
pt_br: Chat com IA
zh_hans: AI 聊天
zh_hant: AI 聊天

source: AI チャットには iOS 26+ と Apple Intelligence 対応端末が必要です。
de: Für den KI-Chat sind iOS 26 oder neuer sowie ein Apple Intelligence-fähiges Gerät erforderlich.
en: AI Chat requires iOS 26+ and an Apple Intelligence–capable device.
es: El chat con IA requiere iOS 26+ y un dispositivo compatible con Apple Intelligence.
fr: Le chat IA nécessite iOS 26+ et un appareil compatible Apple Intelligence.
ko: AI 채팅을 사용하려면 iOS 26 이상과 Apple Intelligence를 지원하는 기기가 필요합니다.
pt_br: O Chat com IA requer iOS 26+ e um dispositivo compatível com a Apple Intelligence.
zh_hans: AI 聊天需要 iOS 26 及以上系统，以及支持 Apple Intelligence 的设备。
zh_hant: AI 聊天需要 iOS 26 以上版本及支援 Apple Intelligence 的裝置。

source: AI チャットや精算・統計・エクスポートなどの機能をここから開けます。
de: Öffne von hier aus den KI-Chat, den Ausgleich, Statistiken, den Export und mehr.
en: Open AI Chat, settlement, statistics, export, and more from here.
es: Abre desde aquí el chat con IA, la liquidación, las estadísticas, la exportación y más.
fr: Ouvrez ici le chat IA, le règlement, les statistiques, l'export et plus encore.
ko: AI 채팅, 정산, 통계, 내보내기 등의 기능을 여기서 열 수 있습니다.
pt_br: Abra o Chat com IA, o acerto de contas, as estatísticas, a exportação e mais a partir daqui.
zh_hans: 可从这里打开 AI 聊天、结算、统计、导出等功能。
zh_hant: 可從這裡開啟 AI 聊天、結算、統計、匯出等功能。

source: AI でカテゴリを推測中…
de: KI ermittelt Kategorie …
en: Guessing category with AI…
es: Adivinando la categoría con IA…
fr: Estimation de la catégorie par l'IA…
ko: AI가 카테고리를 추측하는 중…
pt_br: Adivinhando a categoria com IA…
zh_hans: AI 正在推测分类…
zh_hant: AI 正在推測分類…

source: AI と Siri で簡単入力
de: Einfache Eingabe mit KI und Siri
en: Easy entry with AI and Siri
es: Entrada sencilla con IA y Siri
fr: Saisie facile avec l'IA et Siri
ko: AI와 Siri로 간편하게 입력
pt_br: Entrada fácil com IA e Siri
zh_hans: 使用 AI 和 Siri 轻松输入
zh_hant: 透過 AI 與 Siri 輕鬆輸入

source: AI 提案
de: KI-Vorschlag
en: AI Suggestion
es: Sugerencia de IA
fr: Suggestion IA
ko: AI 제안
pt_br: Sugestão da IA
zh_hans: AI 建议
zh_hant: AI 建議

source: AI 提案:
de: KI-Vorschlag:
en: AI suggestion:
es: Sugerencia de IA:
fr: Suggestion IA :
ko: AI 제안:
pt_br: Sugestão da IA:
zh_hans: AI 建议：
zh_hant: AI 建議：

source: AirDrop ・ メッセージ ・ 他のアプリ
de: AirDrop · Nachrichten · Andere Apps
en: AirDrop · Messages · Other apps
es: AirDrop · Mensajes · Otras apps
fr: AirDrop · Messages · Autres applis
ko: AirDrop · 메시지 · 다른 앱
pt_br: AirDrop · Mensagens · Outros apps
zh_hans: 隔空投送 · 信息 · 其他应用
zh_hant: AirDrop・訊息・其他 App

source: App Store でレビュー
de: Im App Store bewerten
en: Review on the App Store
es: Valorar en la App Store
fr: Laisser un avis sur l'App Store
ko: App Store에서 리뷰 작성
pt_br: Avaliar na App Store
zh_hans: 在 App Store 中评价
zh_hant: 在 App Store 上評分

source: App Store で公開予定
de: Demnächst im App Store
en: Coming soon on the App Store
es: Próximamente en la App Store
fr: Bientôt disponible sur l'App Store
ko: App Store에 곧 공개 예정
pt_br: Em breve na App Store
zh_hans: 即将在 App Store 上架
zh_hant: 即將於 App Store 上架

source: App Store で更新
de: Im App Store aktualisieren
en: Update on the App Store
es: Actualizar en la App Store
fr: Mettre à jour sur l'App Store
ko: App Store에서 업데이트
pt_br: Atualizar na App Store
zh_hans: 在 App Store 中更新
zh_hant: 在 App Store 更新

source: App Store を開く
de: App Store öffnen
en: Open the App Store
es: Abrir la App Store
fr: Ouvrir l'App Store
ko: App Store 열기
pt_br: Abrir a App Store
zh_hans: 打开 App Store
zh_hant: 開啟 App Store

source: Apple Account のメールアドレスで招待
de: Über die E-Mail-Adresse des Apple Accounts einladen
en: Invite by Apple Account email
es: Invitar por correo de la cuenta de Apple
fr: Inviter par l'e-mail du compte Apple
ko: Apple Account 이메일 주소로 초대
pt_br: Convidar pelo e-mail da Apple Account
zh_hans: 使用 Apple 账户邮箱邀请
zh_hant: 以 Apple Account 電子郵件邀請

source: Apple Intelligence によるカテゴリ自動推測と、Siri ショートカットで素早く記録できます。
de: Kategorien automatisch mit Apple Intelligence erraten und mit Siri-Kurzbefehlen schnell erfassen.
en: Auto-guess categories with Apple Intelligence and record quickly with Siri Shortcuts.
es: Adivina categorías automáticamente con Apple Intelligence y registra rápido con atajos de Siri.
fr: Estimation automatique des catégories avec Apple Intelligence et saisie rapide avec les raccourcis Siri.
ko: Apple Intelligence로 카테고리를 자동 추측하고, Siri 단축어로 빠르게 기록할 수 있습니다.
pt_br: Adivinhe categorias automaticamente com a Apple Intelligence e registre rapidamente com atalhos da Siri.
zh_hans: 通过 Apple Intelligence 自动推测分类，并使用 Siri 快捷指令快速记录。
zh_hant: 透過 Apple Intelligence 自動推測分類，並利用 Siri 捷徑快速記錄。

# Budgety のシート「%@」に招待します。 下のリンクをタップして参加してください: %@
source: Budgety のシート「%1$@」に招待します。 下のリンクをタップして参加してください: %2$@
de: Du wirst zum Budgety-Blatt „%1$@“ eingeladen. Tippe auf den Link unten, um beizutreten: %2$@
en: You’re invited to the Budgety sheet “%1$@”. Tap the link below to join: %2$@
es: Estás invitado a la hoja de Budgety “%1$@”. Toca el enlace de abajo para unirte: %2$@
fr: Vous êtes invité(e) à la feuille Budgety « %1$@ ». Appuyez sur le lien ci-dessous pour rejoindre : %2$@
ko: Budgety 시트 “%1$@”에 초대되었습니다. 아래 링크를 탭해서 참여하세요: %2$@
pt_br: Você foi convidado para a planilha do Budgety “%1$@”. Toque no link abaixo para participar: %2$@
zh_hans: 邀请你加入 Budgety 账本“%1$@”。 请点按下方链接加入： %2$@
zh_hant: 邀請你加入 Budgety 帳本「%1$@」。 請點一下下方連結加入： %2$@

source: Budgety のシートに支出を 1 件記録します。今日の日付・支払者は自分が使われます。
de: Erfasst eine Ausgabe in einem Budgety-Blatt. Als Datum wird heute und als Zahler du selbst verwendet.
en: Records one expense in a Budgety sheet. Today's date and you as the payer are used.
es: Registra un gasto en una hoja de Budgety. Se usan la fecha de hoy y tú como pagador.
fr: Enregistre une dépense dans une feuille Budgety. La date du jour et vous-même comme payeur sont utilisés.
ko: Budgety 시트에 지출을 1건 기록합니다. 오늘 날짜와 결제자는 본인으로 설정됩니다.
pt_br: Registra uma despesa em uma planilha do Budgety. São usados a data de hoje e você como pagador.
zh_hans: 在 Budgety 账本中记录一笔支出。日期默认为今天，付款人默认为你自己。
zh_hant: 在 Budgety 帳本中記錄一筆支出。將使用今天的日期，付款人為你本人。

source: Budgety へ
de: an Budgety
en: to Budgety
es: a Budgety
fr: vers Budgety
ko: Budgety로
pt_br: para o Budgety
zh_hans: 到 Budgety
zh_hant: 至 Budgety

source: Budgety レポート · %@ 出力
de: Budgety-Bericht · exportiert am %@
en: Budgety Report · exported %@
es: Informe de Budgety · exportado %@
fr: Rapport Budgety · exporté le %@
ko: Budgety 리포트 · %@ 내보냄
pt_br: Relatório do Budgety · exportado em %@
zh_hans: Budgety 报告 · 导出于 %@
zh_hant: Budgety 報表 · %@ 匯出

source: Budgety「%@」への招待
de: Einladung zu Budgety „%@“
en: Invitation to Budgety "%@"
es: Invitación a Budgety "%@"
fr: Invitation à Budgety « %@ »
ko: Budgety “%@” 초대
pt_br: Convite para o Budgety "%@"
zh_hans: 邀请加入 Budgety“%@”
zh_hant: 邀請加入 Budgety「%@」

source: Claude / MCP との連携は macOS 版でご利用いただけます。Mac 版の設定画面からセットアップできます。
de: Die Anbindung an Claude / MCP steht in der macOS-Version zur Verfügung. Du kannst sie in den Einstellungen der Mac-App einrichten.
en: Claude / MCP integration is available on the macOS version. You can set it up from the settings screen on the Mac app.
es: La integración con Claude / MCP está disponible en la versión de macOS. Puedes configurarla desde la pantalla de ajustes de la app para Mac.
fr: L'intégration Claude / MCP est disponible sur la version macOS. Vous pouvez la configurer depuis l'écran des réglages de l'application Mac.
ko: Claude / MCP 연동은 macOS 버전에서 이용할 수 있습니다. Mac 버전의 설정 화면에서 설정할 수 있습니다.
pt_br: A integração com Claude / MCP está disponível na versão para macOS. Você pode configurá-la na tela de ajustes do app para Mac.
zh_hans: 与 Claude / MCP 的联动仅支持 macOS 版本。可在 Mac 版的设置界面中进行配置。
zh_hant: 與 Claude / MCP 的整合僅限 macOS 版可用。可從 Mac 版的設定畫面進行設定。

source: Claude / MCP と連携
de: Mit Claude / MCP verbinden
en: Connect with Claude / MCP
es: Conectar con Claude / MCP
fr: Se connecter avec Claude / MCP
ko: Claude / MCP와 연동
pt_br: Conectar com Claude / MCP
zh_hans: 与 Claude / MCP 联动
zh_hant: 與 Claude / MCP 整合
